Revit 2015 API
RoomTagTypeSet Constructor
Initializes a new instance of the RoomTagTypeSet class
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public RoomTagTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
RoomTagTypeSet()
See Also
RoomTagTypeSet Class
Autodesk.Revit.DB.Architecture Namespace